Repository: rarog/TranslationManagerForAndroidApps
Catalog: module/Translations/language/*.po
Languages: de_de

source: Resource file name must end with ".xml"
de_de: Ressourcendateiname muss mit ".xml" enden

source: Resource values folder name must be equal to "values" or begin with "values-"
de_de: Ordnername der Ressourcenwerte muss identisch mit "values" sein oder mit "values-" beginnen

source: Form data seems to be inconsistent. For security reasons the last input was corrected.
de_de: Formulardaten scheinen inkonsistent zu sein. Aus Sicherheitsgründen wurden die letzten Eingaben korrigiert.

source: The app resource directory "%s" doesn't exist and couldn't be created.
de_de: Das App-Ressourcenverzeichnis "%s" existiert nicht und konnte nicht erstellt werden.

source: The app resource default values directory "%s" doesn't exist and couldn't be created.
de_de: Das App-Ressourcenverzeichnis für Standardwerte "%s" existiert nicht und konnte nicht erstellt werden.

source: Git cloning successful
de_de: Klonen von Git erfolgreich

source: Invalid request
de_de: Ungültige Anfrage

source: Import successful
de_de: Import erfolgreich

source: %d entries processed, %d updated
de_de: %d Einträge verarbeitet, %d aktualisiert

source: %d entries deleted from database
de_de: %d Einträge aus der Datenbank gelöscht

source: %d entries skipped (exist only in database)
de_de: %d Einträge übersprungen (nur in der Datenbank vorhanden)

source: %d entries skipped (not in default)
de_de: %d Einträge übersprungenen (nicht im Standard)

source: User with email "%s" was added to team "%s".
de_de: Benutzer mit Email "%s" wurde zum Team "%s" hinzugefügt.

source: It's strongly advised not to change this value in existing apps.
de_de: Es wird dringend empfohlen, diesen Wert in bereits existierenden Apps nicht zu ändern.

source: Path to "res" folder
de_de: Pfad zum "res"-Ordner

source: Git repository
de_de: Git-Quelle

source: Username for git repository access
de_de: Benutzername für den Zugriff auf das Git-Repository

source: Git username
de_de: Git-Benutzername

source: Password for git repository access. Leave empty to keep old value.
de_de: Passwort für den Zugriff auf das Git-Repository. Lassen Sie das Feld leer, um den alten Wert beizubehalten.

source: Git password
de_de: Git-Passwort

source: Delete git password
de_de: Git-Passwort löschen

source: User for git commits
de_de: Benutzer für Git-Commits

source: Git user
de_de: Git-Benutzer

source: Email for git commits
de_de: E-Mail für Git-Commits

source: Save
de_de: Speichern

source: It's strongly advised not to change this value in existing app resources.
de_de: Es wird dringend empfohlen, diesen Wert in bereits existierenden App-Ressourcen nicht zu ändern.

source: Please choose a locale
de_de: Bitte wählen Sie eine Locale

source: Default values should be universal like "en" or "en_US".
de_de: Standardwerte sollten universell wie z.B. "en" oder "en_US" sein.

source: Description
de_de: Beschreibung

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Confirm deletion of all content inside the folder before cloning
de_de: Bestätigen Sie die Löschung aller Inhalte innerhalb des Ordners vor dem Klonen

source: Back
de_de: Zurück

source: Clone
de_de: Klonen

source: Delete resources not present in set
de_de: Löschen nicht vorhandener Ressourcen im Set

source: Add
de_de: Hinzufügen

source: Success:
de_de: Erfolg:

source: Warning:
de_de: Warnung:

source: Error:
de_de: Fehler:

source: Add new resource file to app "%s"
de_de: Neue Ressourcendatei zur App "%s" hinzufügen

source: Close
de_de: Schließen

source: Select resource file
de_de: Ressourcendatei auswählen

source: Delete app resource file
de_de: App-Ressourcendatei löschen

source: Are you sure that you want to delete app resource file "%s" from the app "%s"?
de_de: Sind Sie sicher, dass sie die App-Ressourcendatei "%s" aus der App "%s" löschen möchten?

source: Edit resource file of app "%s"
de_de: Ressourcendatei der App "%s" bearbeiten

source: Resource files of app "%s"
de_de: Ressourcendateien der App "%s"

source: Add new app resource file
de_de: Neue App-Ressourcendatei hinzufügen

source: Edit
de_de: Bearbeiten

source: Delete
de_de: Löschen

source: Add new resource to app "%s"
de_de: Neue Ressource zur App "%s" hinzufügen

source: Select resource folder
de_de: Ressourcenordner auswählen

source: Delete app resource
de_de: App-Ressource löschen

source: Are you sure that you want to delete app resource "%s" from the app "%s"?
de_de: Sind Sie sicher, dass sie die App-Ressource "%s" aus der App "%s" löschen möchten?

source: Edit resource of app "%s"
de_de: Ressource der App "%s" bearbeiten

source: Resources of app "%s"
de_de: Ressource der App "%s"

source: Add new app resource
de_de: Neue App-Ressource hinzufügen

source: Add new app
de_de: Neue App hinzufügen

source: Delete app
de_de: App löschen

source: Are you sure that you want to delete the app "%s"?
de_de: Sind Sie sicher, dass sie die App "%s" löschen möchten?

source: Edit app
de_de: App bearbeiten

source: Tasks
de_de: Aufgaben

source: Sync
de_de: Synchronisieren

source: Resources
de_de: Ressourcen

source: Resource files
de_de: Ressourcendateien

source: Cloning repository of app "%s"
de_de: Repository der App "%s" wird geklont

source: Git of app "%s"
de_de: Git der App "%s"

source: Sync resources of app "%s"
de_de: Ressourcen der App "%s" synchronisieren

source: Import resources
de_de: Ressourcen importieren

source: Export resources
de_de: Ressourcen exportieren

source: Processing...
de_de: Wird verarbeitet...

source: Add members to team "%s"
de_de: Neue Mitglieder zum Team "%s" hinzufügen

source: Username
de_de: Benutzername

source: Display name
de_de: Anzeigename

source: Members of team "%s"
de_de: Mitglieder des Teams "%s"

source: Add new team member
de_de: Neues Teammidglied hinzufügen

source: Remove
de_de: Entfernen

source: Remove team member with email "%s"
de_de: Teammitglied mit E-Mail "%s" entfernen

source: Are you sure that you want to remove the team team member with email "%s" from the team "%s"?
de_de: Sind Sie sicher, dass sie das Teammitglied mit E-Mail "%s" aus der App "%s" löschen möchten?

source: Add new team
de_de: Neues Team hinzufügen

source: Delete team
de_de: Team löschen

source: Are you sure that you want to delete the team "%s"?
de_de: Sind Sie sicher, dass sie das Team "%s" löschen möchten?

source: Edit team
de_de: Team bearbeiten

source: Members
de_de: Mitglieder

source: Translations details
de_de: Übersetzungsdetails

source: Default value:
de_de: Standardwert:

source: Current value:
de_de: Aktueller Wert:

source: Suggestions:
de_de: Vorschläge:

source: Value
de_de: Wert

source: By
de_de: Von

source: Votes
de_de: Stimmen

source: Add new suggestion
de_de: Neuen Vorschlag hinzufügen

source: Cancel
de_de: Abbrechen

source: Translations
de_de: Übersetzungen

source: Error
de_de: Fehler

source: An unexpected error has occurred while loading the translation details.
de_de: Beim Laden der Übersetzungsdetails ist ein unerwarteter Fehler aufgetreten.

source: Show all
de_de: Alle anzeigen

source: Resource
de_de: Ressource

source: Please select app and resource.
de_de: Bitte wählen Sie App und Ressource.

source: Default value
de_de: Standardwert

source: Translation
de_de: Übersetzung

source: Accept
de_de: Übernehmen

source: Vote
de_de: Abstimmen

source: %d suggestion
de_de: %d Vorschlag

source: Product: %s
de_de: Produkt: %s

source: Default value is newer than translation. Please check.
de_de: Standardwert ist neuer als Übersetzung. Bitte überprüfen.
