Repository: rarog/TranslationManagerForAndroidApps
Catalog: module/Setup/language/*.po
Languages: de_de

source: <strong>Error:</strong> Invalid POST data was provided.
de_de: <strong>Fehler:</strong> Es wurden ungültige POST-Daten übermittelt.

source: A user is already in the database. This step will be skipped.
de_de: Ein Benutzer existiert bereits in der Datenbank. Dieser Schritt wird übersprungen.

source: Please create your user.
de_de: Bitte erstellen Sie ihren Benutzer.

source: The user has been sucessfully created.
de_de: Der Benutzer wurde erfolgreich erstellt.

source: The user couldn't be created. Please check the entries.
de_de: Der Benutzer konnte nicht erstellt werden. Bitte überprüfen Sie die Eingaben.

source: Setup language
de_de: Setup-Sprache

source: Back
de_de: Zurück

source: Next
de_de: Weiter

source: Database driver
de_de: Datenbanktreiber

source: Database name
de_de: Datenbankname

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Charset
de_de: Zeichensatz

source: Autogenerated master key for encryption.
de_de: Automatisch generierter Generalschlüssel für Verschlüsselung

source: Master key
de_de: Generalschlüssel

source: Test connection
de_de: Verbindung testen

source: Installation output
de_de: Installationsausgabe

source: Install schema
de_de: Schema installieren

source: Display name
de_de: Anzeigename

source: Repeat Password
de_de: Passwort wiederholen

source: Create user
de_de: Benutzer erstellen

source: Database connection successfully established.
de_de: Datenbankverbindung wurde erfolgreich hergestellt.

source: Could not establish database connection.
de_de: Datenbankverbindung konnte nicht hergestellt werden.

source: Database connection can't be established.
de_de: Datenbankverbindung kann nicht hergestellt werden.

source: The database version table exists but is empty.
de_de: Die Datenbankversionstabelle existiert, ist jedoch leer.

source: The database version table exists but has wrong structure.
de_de: Die Datenbankversionstabelle existiert, hat jedoch die falsche Struktur.

source: The database version exists but contains wrong setup id. This means, that another application is installed in this database.
de_de: Die Datenbankversionstabelle existiert, enthält jedoch eine falsche Setup-ID. Das bedeutet, dass eine andere Applikation in dieser Datenbank installiert ist.

source: Database schema seems to be installed correctly. Proceed with the next step.
de_de: Das Datenbankschema scheint korrekt installiert zu sein. Bitte fahren Sie mit dem nächsten Schritt fort.

source: Database schema seems to not be installed yet.
de_de: Es sieht so aus, als wäre das Datenbankschema noch nicht installiert.

source: A user already exists in the database. Proceed with next step.
de_de: Ein Benutzer existiert bereits in der Datenbank. Bitte fahren Sie mit dem nächsten Schritt fort.

source: No user exists yet, please create one.
de_de: Es gibt noch keinen Benutzer, bitte erstellen Sie einen.

source: Something is wrong with the user table, setup can't proceed. Error message: %s
de_de: Etwas stimmt nicht mit der Benutzertabelle, das Setup kann nicht fortfahren. Fehlermeldung: %s

source: Step %d
de_de: Schritt %d

source: Language
de_de: Sprache

source: Database
de_de: Datenbank

source: Database schema
de_de: Datenbankschema

source: User creation
de_de: Benutzererstellung

source: Welcome to the setup routine.
de_de: Willkommen bei der Setup-Routine.

source: An error occured during AJAX request.
de_de: Ein Fehler trat während des AJAX-Requests auf.

source: Database setup
de_de: Datenbank-Setup

source: Database schema installation
de_de: Installation des Datenbankschemas

source: User Creation
de_de: Benutzererstellung
